Repository: AProjectHub/farmily_2.0
Catalog: lib/l10n/app_*.arb
Languages: as, hi, mr, pa, te

source: LOGIN
as: লগইন কৰক
hi: लॉग इन करें
mr: लॉगिन करा
pa: ਲਾਗਿਨ
te: ప్రవేశించండి

# enterphoneno
source: Enter valid mobile number
as: বৈধ মোবাইল নম্বৰ দিয়ক
hi: मान्य मोबाइल नंबर दर्ज करें
mr: वैध भ्रमणध्वनी क्रमांक टाका
pa: ਵੈਧ ਮੋਬਾਈਲ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
te: చెల్లుబాటు అయ్యే మొబైల్ నంబర్‌ను నమోదు చేయండి

# phoneno
source: PHONE NUMBER
as: ফোন নম্বৰ
hi: फ़ोन नंबर
mr: फोन नंबर
pa: ਫੋਨ ਨੰਬਰ
te: ఫోను నంబరు

# enterno
source: ENTER PHONE NUMBER
as: ফোন নম্বৰ দিয়ক
hi: फोन नंबर दर्ज
mr: फोन नंबर प्रविष्ट करा
pa: ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
te: ఫోన్ నంబర్‌ని నమోదు చేయండి

# digitsno
source: 10 digit mobile number
as: ১০ অংকৰ মোবাইল নম্বৰ
hi: 10 अंकों का मोबाइल नंबर
mr: 10 अंकी मोबाईल नंबर
pa: 10 ਅੰਕਾਂ ਦਾ ਮੋਬਾਈਲ ਨੰਬਰ
te: 10 అంకెల మొబైల్ నంబర్

# cont
source: CONTINUE
as: অব্যাহত ৰাখক
hi: जारी रखना
mr: सुरू
pa: ਜਾਰੀ ਰੱਖੋ
te: కొనసాగించు

# readytoorder
source: Ready to order from your nearest shop ?
as: ওচৰৰ দোকানৰ পৰা অৰ্ডাৰ দিবলৈ সাজু ?
hi: अपने नजदीकी दुकान से ऑर्डर करने के लिए तैयार हैं?
mr: तुमच्या जवळच्या दुकानातून ऑर्डर करायला तयार आहात?
pa: ਆਪਣੀ ਨਜ਼ਦੀਕੀ ਦੁਕਾਨ ਤੋਂ ਆਰਡਰ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋ?
te: మీ సమీప దుకాణం నుండి ఆర్డర్ చేయడానికి సిద్ధంగా ఉన్నారా?

# setdeliveryloc
source: SET DELIVERY LOCATION
as: ডেলিভাৰীৰ স্থান নিৰ্ধাৰণ কৰক
hi: वितरण स्थान सेट करें
mr: वितरण स्थान सेट करा
pa: ਡਿਲਿਵਰੀ ਸਥਾਨ ਸੈੱਟ ਕਰੋ
te: డెలివరీ స్థానాన్ని సెట్ చేయండి

# alreadycust
source: Already a Customer ?
as: ইতিমধ্যে এজন গ্ৰাহক ?
hi: पहले से ही ग्राहक हैं?
mr: आधीच एक ग्राहक?
pa: ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਗਾਹਕ?
te: ఇప్పటికే కస్టమర్?

# loginhead
source: Login
as: লগইন কৰক
hi: लॉग इन करें
mr: लॉगिन करा
pa: ਲਾਗਿਨ
te: ప్రవేశించండి

source: Address
as: ঠিকনা
hi: पता
mr: पत्ता
pa: ਪਤਾ
te: చిరునామా

# contact
source: Contact Details
as: যোগাযোগৰ বিৱৰণ
hi: सम्पर्क करने का विवरण
mr: संपर्काची माहिती
pa: ਸੰਪਰਕ ਵੇਰਵੇ
te: సంప్రదింపు వివరాలు

source: Description
as: বিৱৰণ
hi: विवरण
mr: वर्णन
pa: ਵਰਣਨ
te: వివరణ

source: Name
as: নাম
hi: नाम
mr: नाव
pa: ਨਾਮ
te: పేరు

source: Sales Categories
as: বিক্ৰীৰ শ্ৰেণীসমূহ
hi: बिक्री श्रेणियाँ
mr: विक्री श्रेणी
pa: ਵਿਕਰੀ ਸ਼੍ਰੇਣੀਆਂ
te: సేల్స్ కేటగిరీలు

source: Buy/Rent
as: কিনা/ভাড়াত দিয়া
hi: खरीदें/किराया दे
mr: खरेदी/भाडे
pa: ਖਰੀਦੋ/ਕਿਰਾਏ
te: కొనుగోలు/అద్దెకు

source: Sell/Rent
as: বিক্ৰী/ভাড়াত দিয়া
hi: बेचना/किराया लें
mr: विक्री/भाड्याने
pa: ਵੇਚੋ/ਕਿਰਾਏ
te: అమ్మకం/అద్దె

source: Categories
as: শ্ৰেণীসমূহ
hi: श्रेणियाँ
mr: श्रेण्या
pa: ਵਰਗ
te: కేటగిరీలు

# orderonline
source: Order Online grocery from Your nearest store
as: আপোনাৰ ওচৰৰ দোকানৰ পৰা অনলাইন গেলামাল অৰ্ডাৰ কৰক
hi: अपने नजदीकी स्टोर से ऑनलाइन किराना ऑर्डर करें
mr: तुमच्या जवळच्या दुकानातून ऑनलाइन किराणा मालाची मागणी करा
pa: ਆਪਣੇ ਨਜ਼ਦੀਕੀ ਸਟੋਰ ਤੋਂ ਔਨਲਾਈਨ ਕਰਿਆਨੇ ਦਾ ਆਰਡਰ ਕਰੋ
te: మీ సమీప స్టోర్ నుండి ఆన్‌లైన్‌లో కిరాణా సామాగ్రిని ఆర్డర్ చేయండి

# delloc
source: Set Your Delivery Location
as: আপোনাৰ ডেলিভাৰীৰ অৱস্থান নিৰ্ধাৰণ কৰক
hi: अपना वितरण स्थान निर्धारित करें
mr: आपले वितरण स्थान सेट करा
pa: ਆਪਣਾ ਡਿਲਿਵਰੀ ਸਥਾਨ ਸੈਟ ਕਰੋ
te: మీ డెలివరీ స్థానాన్ని సెట్ చేయండి

# quickdel
source: Quick delivery near your doorsteps
as: আপোনাৰ দুৱাৰমুখৰ ওচৰত দ্ৰুত ডেলিভাৰী
hi: आपके दरवाजे के पास त्वरित वितरण
mr: तुमच्या दारापाशी जलद वितरण
pa: ਤੁਹਾਡੇ ਦਰਵਾਜ਼ੇ ਦੇ ਨੇੜੇ ਤੇਜ਼ ਡਿਲੀਵਰੀ
te: మీ ఇంటి దగ్గర త్వరిత డెలివరీ

# brfarm
source: Buy or Rent farming tools
as: খেতিৰ সঁজুলি কিনিব বা ভাড়াত দিব
hi: खेती के उपकरण खरीदें या किराए पर लें
mr: शेतीची साधने खरेदी करा किंवा भाड्याने द्या
pa: ਖੇਤੀ ਸੰਦ ਖਰੀਦੋ ਜਾਂ ਕਿਰਾਏ 'ਤੇ ਲਓ
te: వ్యవసాయ సాధనాలను కొనండి లేదా అద్దెకు తీసుకోండి

# grocerydet
source: Grocery Details
as: গেলামালৰ বিৱৰণ
hi: किराना विवरण
mr: किराणा मालाचे तपशील
pa: ਕਰਿਆਨੇ ਦੇ ਵੇਰਵੇ
te: కిరాణా వివరాలు

# findseller
source: Find a nearby convenient seller or rental
as: ওচৰৰ সুবিধাজনক বিক্ৰেতা বা ভাড়াঘৰ বিচাৰি উলিয়াওক
hi: पास के सुविधाजनक विक्रेता या किराये का पता लगाएं
mr: जवळील सोयीस्कर विक्रेता किंवा भाडे शोधा
pa: ਨਜ਼ਦੀਕੀ ਸੁਵਿਧਾਜਨਕ ਵਿਕਰੇਤਾ ਜਾਂ ਕਿਰਾਏ 'ਤੇ ਲੱਭੋ
te: సమీపంలోని సౌకర్యవంతమైన విక్రేత లేదా అద్దెను కనుగొనండి
